[
    {
        "id": "big-bad-barge",
        "name": "Big Bad Barge",
        "description": "Family friendly cargo shipping! Ship the most cargo through the canal before it gets blocked.",
        "progress": 75,
        "updates": [],
        "assets": [],
        "playables": []
    },
    {
        "id": "four-fates",
        "name": "Four Fates",
        "description": "Compete to fulfill your fate through careful planning, luck, and skill. Will you be light or dark?",
        "progress": 50,
        "updates": [
            {
                "title": "2D Con 2021",
                "message": "Prophetic was renamed to Four Fates just in time for 2D Con in Minneapolis, MN. The rename from player feedback, the game really isn't about telling the future as much as its about your fate as a hero.",
                "date": "2021-08-26"
            },
            {
                "title": "Shortening Playtimes - Simplifying Cards",
                "message": "One of the biggest challenges with Prophetic has been the length of the games. While we want it to be a full feeling game, the game is generally reaching the 2 hour mark with 4 players, which is a bit too long. With that in mind, we've set a goal to reduce the average game time for 4 players to 1 hour. In order to accomplish that, we took a look at the most time consuming aspect of the game, and determined it to be the time players spend reading through their cards. While it's okay for players to take time in order to make a decision, we found that in this case it was simply reading through all the text that was taking up so much time. Where cards previously had 4 abilities, the active one being determined by the current round, they now have 2 abilities that can be used any time.",
                "date": "2021-07-01"
            }
        ],
        "assets": [],
        "playables": [
            {
                "title": "Tabletop Simulator",
                "version": "0.0.1",
                "date": "2020-01-12T23:00:00Z",
                "description": "The first playable demo of Prophetic is now available on Tabletop Simulator! Head on over to the <a href=\"https://steamcommunity.com/sharedfiles/filedetails/?id=1967682063\" target=\"_blank\">Steam Workshop Page</a> and give it a try."
            }
        ]
    },
    {
        "id": "guilded",
        "name": "Guilded",
        "description": "A bluffing and deduction game focused on simple mechanics and deep strategy.",
        "progress": 80,
        "updates": [],
        "assets": [],
        "playables": []
    },
    {
        "id": "kung-fu-farming",
        "name": "Kung Fu Farming",
        "description": "Defeat monstrous plants to grow strong enough to defeat the Ultimate Kung Fruit in this lite-deckbuilding PvE game!",
        "progress": 50,
        "updates": [
            {
                "title": "Fargo Game Makers Playtest - Trevor Kirchner & Overthink Games",
                "message": "Replay Games is hosting a playtest for Kung Fu Farming using a real-life paper prototype! Attend the <a href=\"https://fb.me/e/1EHalWUrR\" target=\"_blank\">Facebook event</a> either in person or online!",
                "date": "2022-03-17"
            },
            {
                "title": "Twin Cities Playtest (February 2022)",
                "message": "IGDA Twin Cities had a blast playtesting Kung Fu Farming on Tabletop Simulator! Check out the <a href=\"https://www.youtube.com/watch?v=RQtRw9JlR9I\" target=\"_blank\">VOD on YouTube</a>.",
                "date": "2022-02-16"
            }
        ],
        "assets": [],
        "playables": [
            {
                "title": "Tabletop Simulator",
                "version": "0.6.0",
                "date": "2022-03-27T03:00:00Z",
                "description": "Now available on Tabletop Simulator! Head on over to the <a href=\"https://steamcommunity.com/sharedfiles/filedetails/?id=2785259116\" target=\"_blank\">Steam Workshop Page</a> and give it a try."
            }
        ]
    },
    {
        "id": "kingdom-clash",
        "name": "Kingdom Clash",
        "description": "",
        "progress": 80,
        "updates": [],
        "assets": [],
        "playables": []
    }
]